[
"given, and must be performed. Something must be done for them when- ",
"ever they leave Norland and settle in a new home.\" ",
"",
"\"Well, then, let something be done for them; but that something need ",
"not be three thousand pounds. Consider,\" she added, \"that when the ",
"money is once parted with, it never can return. Your sisters will marry, ",
"and it will be gone for ever. If, indeed, it could ever be restored to our ",
"poor little boy . . .\" ",
"",
"\"Why, to be sure,\" said her husband, very gravely, \"that would make ",
"a great difference. The time may come when Harry will regret that so ",
"large a sum was parted with. If he should have a numerous family, for ",
"instance, it would be a very convenient addition.\" ",
"",
"\"To be sure it would.\" ",
"",
"\"Perhaps, then, it would be better for all parties if the sum were ",
"diminished one half. Five hundred pounds would be a prodigious increase ",
"to their fortunes.\" ",
"",
"\"Oh, beyond anything great! What brother on earth would do half as ",
"much for his sisters, even if really his sisters! And as it is only half ",
"blood! But you have such a generous spirit!\" ",
"",
"\"I would not wish to do anything mean,\" he replied. \"One had rather, ",
"on such occasions, do too much than too little. No one, at least, can think ",
"I have not done enough for them: even themselves, they can hardly expect ",
"more.\" ",
"",
"\"There is no knowing what they may expect,\" said the lady, \"but we ",
"are not to think of their expectations: the question is, what you can ",
"afford to do.\" ",
"",
"\"Certainly, and I think I may afford to give them five hundred pounds ",
"apiece. As it is, without any addition of mine, they will each have above ",
"three thousand pounds on their mother's death: a very comfortable ",
"fortune for any young woman.\" ",
"",
"\"To be sure it is: and, indeed, it strikes me that they can want no ",
"addition at all. They will have ten thousand pounds divided amongst ",
"them. If they marry, they will be sure of doing well ; and if they do not, ",
"they may all live very comfortably together on the interest of ten thou- ",
"sand pounds.\" ",
"",
"\"That is very true, and, therefore, I do not know whether, upon the ",
"whole, it would not be more advisable to do something for their mother ",
"while she lives rather than for them; something of the annuity kind, I ",
"mean. My sisters would feel the good effects of it as well as herself. A ",
"hundred a year would make them all perfectly comfortable.\" ",
"",
"His wife hesitated a little, however, in giving her consent to this plan. ",
"",
"\"To be sure,\" said she, \"it is* better than parting with fifteen hundred ",
"pounds at once. But then, if Mrs. Dashwood should live fifteen years, we ",
"shall be completely taken in.\" ",
"",
"\"Fifteen years! My dear Fanny; her life cannot be worth half that ",
"purchase.\" ",
"",
"\"Certainly not; but if you observe, people always live for ever when ",
""
]