[
"without sending any notice of her intention to her mother-in-law, arrived ",
"with her child and their attendants. No one could dispute her right to ",
"come; the house was her husband's from the moment of his father's ",
"decease ; but the indelicacy of her conduct was so much the greater, and ",
"to a woman in Mrs. Dashwood's situation, with only common feelings, ",
"must have been highly unpleasing; but in her mind there was a sense of ",
"honour so keen, a generosity so romantic, that any offence of the kind, ",
"by whomsoever given or received, was to her a source of immovable dis- ",
"gust. Mrs. John Dashwood had never been a favourite with any of her ",
"husband's family: but she had had no opportunity till the present, of ",
"showing them with how little attention to the comfort of other people ",
"she could act when occasion required it. ",
"",
"So acutely did Mrs. Dashwood feel this ungracious behaviour, and so ",
"earnestly did she despise her daughter-in-law for it, that, on the arrival ",
"of the latter, she would have quitted the house for ever, had not the ",
"entreaty of her eldest girl induced her first to reflect on the propriety of ",
"going, and her own tender love for all her three children determined ",
"her afterwards to stay, and for their sakes avoid a breach with their ",
"brother. ",
"",
"Elinor, this eldest daughter whose advice was so effectual, possessed a ",
"strength of understanding, and coolness of judgment, which qualified her, ",
"though only nineteen, to be the counsellor of her mother, and enabled her ",
"frequently to counteract, to the advantage of them all, that eagerness ",
"of mind in Mrs. Dashwood which must generally have led to imprudence. ",
"She had an excellent heart; her disposition was affectionate, and her ",
"feelings were strong: but she knew how to govern them: it was a knowl- ",
"edge which her mother had yet to learn, and which one of her sisters had ",
"resolved never to be taught. ",
"",
"Marianne's abilities were, in many respects, quite equal to Elinor's. ",
"She was sensible and clever, but eager in everything; her sorrows, her ",
"joys, could have no moderation. She was generous, amiable, interesting: ",
"she was everything but prudent. The resemblance between her and her ",
"mother was strikingly great. ",
"",
"Elinor saw, with concern, the excess of her sister's sensibility; but by ",
"Mrs. Dashwood it was valued and cherished. They encouraged each other ",
"now in the violence of their affliction. The agony of grief which over- ",
"powered them at first, was voluntarily renewed, was sought for, was ",
"created again and again. They gave themselves up wholly to their sorrow, ",
"seeking increase of wretchedness in every reflection that could afford it, ",
"and resolved against ever admitting consolation in future. Elinor, too, ",
"was deeply afflicted; but still she could struggle, she could exert herself. ",
"She could consult with her brother, could receive her sister-in-law on her ",
"arrival, and treat her with proper attention: and could strive to rouse her ",
"mother to similar exertion, and encourage her to similar forbearance. ",
"",
"Margaret, the other sister, was a good-humoured, well-disposed girl; "
]