[
"standing was good, and his education had given it solid improvement. ",
"But he was neither fitted by abilities nor disposition to answer the wishes ",
"of his mother and sister, who longed to see him distinguished as they ",
"hardly knew what. They wanted him to make a fine figure in the world ",
"in some manner or other. His mother wished to interest him in political ",
"concerns, to get him into parliament, or to see him connected with some ",
"of the great men of the day. Mrs. John Dashwood wished it likewise ; but ",
"in the meanwhile, till one of these superior blessings could be attained, it ",
"would have quieted her ambition to see him driving a barouche. But ",
"Edward had no turn for great men or barouches. All his wishes centred ",
"in domestic comfort and the quiet of private life. Fortunately he had a ",
"younger brother who was more promising. ",
"",
"Edward had been staying several weeks in the house before he engaged ",
"much of Mrs. Dashwood's attention; for she was, at that time, in such ",
"affliction as rendered her careless of surrounding objects. She saw only ",
"that he was quiet and unobtrusive, and she liked him for it. He did not ",
"disturb the wretchedness of her mind by ill-timed conversation. She was ",
"first called to observe and approve him farther, by a reflection which ",
"Elinor chanced one day to make on the difference between him and his ",
"sister. It was a contrast which recommended him most forcibly to her ",
"mother. ",
"",
"\"It is enough,\" said she; \"to say that he is unlike Fanny is enough. It ",
"implies everything amiable. I love him already.\" ",
"",
"\"I think you will like him,\" said Elinor, \"when you know more of ",
"him.\" ",
"",
"\"Like him!\" replied her mother, with a smile. \"I can feel no sentiment ",
"of approbation inferior to love.\" ",
"",
"\"You may esteem him.\" ",
"",
"\"I have never yet known what it was to separate esteem and love.\" ",
"",
"Mrs. Dashwood now took pains to get acquainted with him. Her ",
"manners were attaching, and soon banished his reserve. She speedily com- ",
"prehended all his merits; the persuasion of his regard for Elinor perhaps ",
"assisted her penetration; but she really felt assured of his worth: and ",
"even that quietness of manner which militated against all her established ",
"ideas of what a young man's address ought to be, was no longer un- ",
"interesting when she knew his heart to be warm and his temper affec- ",
"tionate. ",
"",
"No sooner did she perceive any symptom of love in his behaviour t ",
"Elinor, than she considered their serious attachment as certain, and ",
"looked forward to their marriage as rapidly approaching. ",
"",
"\"In a few months, my dear Marianne,\" said she, \"Elinor will in all ",
"probability be settled for life. We shall miss her; but she will be happy. ",
"",
"\"O mamma! How shall we do without her?\" ",
"",
"\"My love, it will be scarcely a separation. We shall live within a few ",
"miles of each other, and shall meet every day of our lives. You will gam ",
"a brother a real, affectionate brother. I have the highest opinion in the"
]
