[
"board out of it. Altogether, they will have five hundred a year amongst ",
"them, and what on earth can four women want for more than that? ",
"They will live so cheap! Their housekeeping will be nothing at all. They ",
"will have no carriage, no horses, and hardly any servants; they will keep ",
"no company, and can have no expenses of any kind ! Only conceive how ",
"comfortable they will be! Five hundred a year! I am sure I cannot ",
"imagine how they will spend half of it; and as to your giving them more, ",
"it is quite absurd to think of it. They will be much more able to give you ",
"something.\" ",
"",
"\"Upon my word,\" said Mr. Dashwood, \"I believe you are perfectly ",
"right. My father certainly could mean nothing more by his request to me ",
"than what you say. I clearly understand it now, and I will strictly fulfil ",
"my engagement by such acts of assistance and kindness to them as you ",
"have described. When my mother removes into another house, my services ",
"shall be readily given to accommodate her as far as I can. Some little ",
"present of furniture, too, may be acceptable then.\" ",
"",
"\"Certainly,\" returned Mrs. John Dashwood. \"But, however, one thing ",
"must be considered. When your father and mother moved to Norland, ",
"though the furniture of Stanhill was sold, all the china, plate, and linen ",
"was saved, and is now left to your mother. Her house will therefore be ",
"almost completely fitted up as soon as she takes it.\" ",
"",
"\"That is a material consideration, undoubtedly. A valuable legacy ",
"indeed! And yet some of the plate would have been a very pleasant ",
"addition to our own stock here.\" ",
"",
"\"Yes; and the set of breakfast china is twice as handsome as what ",
"belongs to this house. A great deal too handsome, in my opinion, for any ",
"place they can ever afford to live in. But, however, so it is. Your father ",
"thought only of them. And I must say this: that you owe no particular ",
"gratitude to him, nor attention to his wishes, for we very well know that ",
"if he could, he would have left almost everything in the world to them\" ",
"",
"This argument was irresistible. It gave to his intentions whatever of ",
"decision was wanting before; and he finally resolved, that it would be ",
"absolutely unnecessary, if not highly indecorous, to do more for the widow ",
"and children of his father, than such kind of neighbourly acts as his own ",
"wife pointed out. ",
""
]