[
"but as she had already imbibed a good deal of Marianne's romance, with- ",
"out having much of her sense, she did not, at thirteen, bid fair to equal ",
"her sisters at a more advanced period of life. ",
"",
"",
"Chapter 2 ",
"",
"MRS. JOHN DASHWOOD now installed herself mistress of Norland; ",
"and her mother and sister-in-law were degraded to the condition of ",
"visitors. As such, however, they were treated by her with quiet civility; ",
"and by her husband with as much kindness as he could feel towards ",
"anybody beyond himself, his wife, and their child. He really pressed ",
"them, with some earnestness, to consider Norland as their home; and, ",
"as no plan appeared so eligible to Mrs. Dashwood as remaining there till ",
"she could accommodate herself with a house in the neighbourhood, his ",
"invitation was accepted. ",
"",
"A continuance in a place where everything reminded her of former ",
"delight, was exactly what suited her mind. In seasons of cheerfulness, no ",
"temper could be more cheerful than hers, or possess, in a greater degree, ",
"that sanguine expectation of happiness which is happiness itself. But in ",
"sorrow she must be equally carried away by her fancy, and as far beyond ",
"consolation as in pleasure she was beyond alloy. ",
"",
"Mrs. John Dashwood did not at all approve of what her husband ",
"intended to do for his sisters. To take three thousand pounds from the ",
"fortune of their dear little boy, would be impoverishing him to the most ",
"dreadful degree. She begged him to think again on the subject. How could ",
"he answer it to himself to rob his child, and his only child too, of so large ",
"a sum? And what possible claim could the Miss Dashwoods, who were ",
"related to him only by half blood, which she considered as no relationship ",
"at all, have on his generosity to so large an amount? It was very well ",
"known that no affection was ever supposed to exist between the children ",
"of any man by different marriages; and why was he to ruin himself, and ",
"their poor little Harry, by giving away all his money to his half- ",
"sisters? ",
"",
"\"It was my father's last request to me,\" replied her husband, \"that I ",
"should assist his widow and daughters.\" ",
"",
"\"He did not know what he was talking of, I dare say ; ten to one but ",
"he was lightheaded at the time. Had he been in his right senses, he could ",
"not have thought of such a thing as begging you to give away half your ",
"fortune from your own child.\" ",
"",
"\"He did not stipulate for any particular sum, my dear Fanny ; he only ",
"requested me, in general terms, to assist them, and make their situation ",
"more comfortable than it was in his power to do. Perhaps it would have ",
"been as well if he had left it wholly to myself. He could hardly suppose I ",
"should neglect them. But as he required the promise, I could not do less ",
"than give it: at least I thought so at the time The promise, therefore, was ",
""
]